Repository: lalexs75/RxNet
Catalog: languages/smspduconstsunit.*.po
Languages: ru

source: ESME Already in Bound State
ru: ESME уже в состоянии Bound

source: Bind Failed
ru: Ошибка Bind

source: Cancel SM Failed
ru: Ошибка отмена короткого сообщения

source: Cannot Submit to Distribution List
ru: Не могу отправить по списку получателей

source: Incorrect BIND Status for given command
ru: Не верное состояние BIND для указанной команды

source: Invalid Command ID
ru: Ошибочный ID команды

source: Command Length is invalid
ru: Не верная длинна команды

source: Destination flag is invalid (submit_multi)
ru: Ошибочный флаг назначения (submit_multi)

source: Invalid Distribution List name
ru: Ошибочное имя списка получателей

source: Invalid Dest Addr
ru: Ошибочный адрес получателя

source: Invalid Destination address NPI
ru: Ошибочное NPI адреса получателя

source: Invalid Destination address TON
ru: Ошибочное TON адреса получателя

source: Invalid esm_class field data
ru: Ошибочные данные поля esm_class

source: Message ID is invalid
ru: Ошибочное ID соощения

source: Message Length is invalid
ru: Ошибочная длинна сообщения

source: Invalid number of destinations
ru: Ошибка количества получателей

source: Invalid number of messages
ru: Ошибочное число сообщения

source: Invalid Password
ru: Ошибочный пароль

source: Invalid Priority Flag
ru: Ошибка флага приоритета

source: Invalid replace_if_present flag
ru: Ошибка флага replace_if_present

source: Invalid Service Type
ru: Ошибка типа сервиса

source: Invalid Source Address
ru: Ошибка адреса отправителя

source: Invalid Source address NPI
ru: Ошибка NPI адреса отправителя

source: Invalid Source address TON
ru: Ошибка TON адреса отправителя

source: Invalid 'submit with replace' request (i.e. submit_sm with replace_if_present_flag set)
ru: Ошибка запроса 'отправть с заменой' ('submit with replace') (например установлены флаги submit_sm и replace_if_present_flag)

source: Invalid System ID
ru: Не верный идентификатор системы (System ID)

source: Invalid system_type field
ru: Ошибочное поле system_type

source: Message Queue Full
ru: Переполнение очереди сообщений

source: No Error
ru: Нет ошибки

source: Replace SM Failed
ru: Ошибка замены SM

source: submit_sm or submit_multi failed
ru: Ошибка процедуры submit_sm или submit_multi

source: System Error
ru: Ошибка системы

source: Unknow
ru: Неизвестно
